Repository: JanConGitHub/ubu-simplestrss
Catalog: po/*.po
Languages: fr

source: RSS management
fr: Gestion des flux RSS

source: Add RSS
fr: Ajouter un flux

source: Search
fr: Rechercher

source: Close
fr: Fermer

source: Enter URL of feed
fr: Saisissez le lien d'un flux

source: View site
fr: Afficher le site

source: Detail article
fr: Article détailé

source: Attempt to recover content
fr: Tentative de récupération du contenu

source: Feed preview
fr: Aperçu du flux

source: RSS settings
fr: Paramètres

source: Color
fr: Couleur

source: Color of feed (ex: #B1B1B1 OR grey)
fr: Couleur du flux (ex : #B1B1B1 OU gris)

source: Item
fr: Élément

source: Container for one article inside the feed
fr: Conteneur pour un article dans le flux

source: Link
fr: Lien

source: Url of the article
fr: Lien de l'article

source: Author
fr: Auteur/trice

source: Should contains the source/writer
fr: Doit contenir la source

source: Category
fr: Catégorie

source: For filtering
fr: Pour filtrage

source: Title
fr: Titre

source: Title of article
fr: Titre de l'article

source: Description of the article
fr: Description de l'article

source: Media
fr: Média

source: Image for article
fr: Image de l'article

source: Don't forget to select the right date format, it's needed ordering
fr: N'ouliez pas de sélectionner le bon format de date, nécessaire pour le tri

source: Format date
fr: Format de la date

source: Date format to parse
fr: Format de la date à analyser

source: Content: cleanup HTML
fr: Contenu : HTML nettoyé

source: Remove all HTML elements
fr: Supprime tous les éléments HTML

source: Content: decode special charachers
fr: Contenu : décoder les caractères spéciaux

source: Convert &xxx; into readable characters
fr: Convertir &xxx; en caractères lisibles
